Repository: koruzbiz/murtext
Catalog: addon/globalPlugins/KoruzBiz_MurText/locales/*/LC_MESSAGES/KoruzBiz_MurText.po
Languages: hi, uk

source: An NVDA add-on that transcribes audio/video files on your computer and WhatsApp voice messages into text in 100 languages.
hi: एक NVDA ऐड-ऑन जो आपके कंप्यूटर पर ऑडियो/वीडियो फ़ाइलों और WhatsApp वॉइस संदेशों को 100 भाषाओं में टेक्स्ट में ट्रांसक्राइब करता है।
uk: Додаток NVDA, який перетворює аудіо- та відеофайли на вашому комп’ютері, а також голосові повідомлення WhatsApp у текст понад 100 мовами.

source: With a single shortcut, transcribe audio/video files on your PC and WhatsApp Desktop with no time limits. Save .doc, .zip and similar files from WhatsApp with the same shortcut.
hi: सिर्फ एक शॉर्टकट से, अपने पीसी और WhatsApp डेस्कटॉप पर ऑडियो/वीडियो फ़ाइलों को बिना समय सीमा के ट्रांसक्राइब करें। उसी शॉर्टकट से WhatsApp से .doc, .zip और इसी तरह की फ़ाइलें सहेजें।
uk: За допомогою однієї комбінації клавіш можна без обмежень транскрибувати аудіо- та відеофайли на вашому ПК і в WhatsApp Desktop. Використовуйте ту саму комбінацію, щоб зберігати файли .doc, .zip та інші з WhatsApp.

source: Default file save location
hi: डिफ़ॉल्ट फ़ाइल सहेजने का स्थान
uk: Типове місце збереження файлів

source: Select the save folder
hi: सहेजने का फ़ोल्डर चुनें
uk: Виберіть теку для збереження

source: Default save folder for MurText
hi: MurText के लिए डिफ़ॉल्ट सहेजने का फ़ोल्डर
uk: Типова тека для збереження MurText

source: Browse
hi: ब्राउज़ करें
uk: Огляд

source: copy
hi: कॉपी
uk: Копіювати

source: Copy
hi: कॉपी
uk: Копіювати

source: desktop
hi: डेस्कटॉप
uk: робочий стіл

source: Desktop
hi: डेस्कटॉप
uk: Робочий стіл

source: explorer
hi: एक्सप्लोरर
uk: провідник

source: Explorer
hi: एक्सप्लोरर
uk: Провідник

source: The file was saved with MurText.
hi: फ़ाइल MurText के साथ सहेजी गई।
uk: Файл збережено за допомогою MurText.

source: The file could not be saved.
hi: फ़ाइल सहेजी नहीं जा सकी।
uk: Не вдалося зберегти файл.

source: Could not click the Copy option. Please open the Settings dialog and save the Copy label you see in WhatsApp’s context menu.
hi: कॉपी विकल्प पर क्लिक नहीं किया जा सका। कृपया सेटिंग्स डायलॉग खोलें और WhatsApp के संदर्भ मेनू में दिखाई देने वाला कॉपी लेबल सहेजें।
uk: Не вдалося натиснути параметр Копіювати. Відкрийте діалогове вікно налаштувань і збережіть мітку Копіювати, яку ви бачите в контекстному меню WhatsApp.

source: Failed to open the menu.
hi: मेनू खोलने में विफल।
uk: Не вдалося відкрити меню.

source: WhatsApp is not focused.
hi: WhatsApp सक्रिय नहीं है।
uk: Вікно WhatsApp не у фокусі.

source: Context menu not found.
hi: संदर्भ मेनू नहीं मिला।
uk: Контекстне меню не знайдено

source: The file has not been downloaded yet or the Copy option is unavailable. Please open the Settings dialog and save the Copy label you see in WhatsApp’s context menu.
hi: फ़ाइल अभी तक डाउनलोड नहीं हुई है या कॉपी विकल्प उपलब्ध नहीं है। कृपया सेटिंग्स डायलॉग खोलें और WhatsApp के संदर्भ मेनू में दिखाई देने वाला कॉपी लेबल सहेजें।
uk: Файл ще не завантажено або параметр Копіювати недоступний. Відкрийте діалогове вікно налаштувань і збережіть мітку Копіювати, яку ви бачите в контекстному меню WhatsApp.

source: Define the Copy label in WhatsApp Desktop.
hi: WhatsApp डेस्कटॉप में कॉपी लेबल परिभाषित करें।
uk: Визначте мітку Копіювати у WhatsApp Desktop.

source: An error occurred.
hi: एक त्रुटि हुई।
uk: Сталася помилка.

source: Invalid procedure or file path.
hi: अमान्य प्रक्रिया या फ़ाइल पथ।
uk: Неправильна процедура або шлях до файлу

source: Failed to retrieve file from clipboard.
hi: क्लिपबोर्ड से फ़ाइल प्राप्त करने में विफल।
uk: Не вдалося отримати файл із буфера обміну

source: An error occurred while identifying the application.
hi: एप्लिकेशन की पहचान करते समय एक त्रुटि हुई।
uk: Під час визначення програми сталася помилка.

source: Opening with MurText. Preparing the application.
hi: MurText के साथ खोला जा रहा है। एप्लिकेशन तैयार किया जा रहा है।
uk: Відкриття через MurText. Підготовка програми...

source: The selected item is not supported by MurText.
hi: चयनित आइटम MurText द्वारा समर्थित नहीं है।
uk: Вибраний елемент не підтримується MurText.

source: MurText not found
hi: MurText नहीं मिला
uk: MurText не знайдено

source: You cannot proceed without MurText, a free application. Would you like to download it?
hi: आप मुफ्त एप्लिकेशन MurText के बिना आगे नहीं बढ़ सकते। क्या आप इसे डाउनलोड करना चाहेंगे?
uk: Ви не можете продовжити без MurText — безкоштовної програми. Завантажити зараз?

source: The MurText add-on is not configured for this application.
hi: MurText ऐड-ऑन इस एप्लिकेशन के लिए कॉन्फ़िगर नहीं किया गया है।
uk: Додаток MurText не налаштований для цієї програми
